{
    "title": "Amazon / AWS",
    "color": "#ffffff",
    "icon": "<img src=\"assets/img/logos/logo-amazon.svg\" alt=\"Amazon\" style=\"width: 32px; height: auto;\">",
    "history": "Pionnier du Cloud Computing avec AWS, Amazon a transformé la manière dont les entreprises consomment la technologie. Sous la direction d'Andy Jassy (successeur de Jeff Bezos), l'entreprise a opéré un pivot massif vers l'IA générative en lançant Amazon Bedrock. Contrairement à Microsoft qui mise tout sur OpenAI, Amazon a choisi une approche de 'marché ouvert', proposant sur sa plateforme les modèles de Meta, Anthropic, Mistral et ses propres modèles Titan et Nova. <br><br>En 2025, Andy Jassy a dévoilé une vision 'agentique' où des milliards d'agents IA autonomes géreront tout, de la chaîne logistique à la programmation logicielle complexe. Amazon réinvestit colossalement (plus de 100 milliards de dollars par an) pour construire des data centers mondiaux et ses propres puces (Trainium 2) afin de réduire sa dépendance à Nvidia. Leur grand projet pour 2025 est la 'transplantation de cerveau' d'Alexa, qui passera d'un simple assistant vocal à une IA conversationnelle proactive capable de gérer l'intégralité d'une maison intelligente.",
    "mission": "Démocratiser l'IA générative en offrant le plus grand choix de modèles et l'infrastructure la plus performante via AWS Bedrock et SageMaker.",
    "leadership": "Andy Jassy (President & CEO), Matt Garman (CEO AWS).",
    "products": [
        "Amazon Bedrock (Plateforme multi-modèles)",
        "Amazon Q (Assistant pour développeurs)",
        "Puces Trainium 2 & Inferentia 2",
        "Alexa (Version LLM)"
    ],
    "stats": "CA Annuel AWS 2025 : ~130 Mds$. Part de marché Cloud : ~31%. Plus de 100 000 clients utilisent déjà Bedrock.",
    "anecdote": "Amazon utilise l'IA depuis plus de 20 ans pour ses recommandations, mais son projet 'Project P.I.' (Private Investigator) est révolutionnaire : grâce à la vision par ordinateur et à l'IA générative, ses entrepôts scannent des millions de produits en temps réel pour détecter le moindre défaut (livre corné, emballage déchiré) avant même que le colis ne soit expédié au client.",
    "stockFact": "Bien qu'Amazon ait démarré plus discrètement qu'OpenAI, sa position de 'fournisseur de pelles et de pioches' via AWS en fait le passage obligé pour 80 % des licornes de l'IA mondiale, garantissant une rente boursière colossale.",
    "sources_anecdote": [
        {
            "label": "AWS Bedrock: Supported Models",
            "url": "https://docs.aws.amazon.com/bedrock/latest/userguide/models-supported.html"
        },
        {
            "label": "Amazon: IA et détection de défauts (Project P.I.)",
            "url": "https://www.aboutamazon.fr/actualites/innovation/comment-amazon-utilise-l-ia-pour-detecter-les-produits-fragiles"
        }
    ],
    "sources": [
        {
            "label": "AWS AI Blog",
            "url": "https://aws.amazon.com/blogs/machine-learning/"
        },
        {
            "label": "Amazon Investor Relations",
            "url": "https://ir.aboutamazon.com/"
        },
        {
            "label": "Andy Jassy: 2024 Letter to Shareholders",
            "url": "https://www.aboutamazon.com/news/company-news/amazon-ceo-andy-jassy-2024-letter-to-shareholders"
        }
    ],
    "links": [
        {
            "label": "Amazon AI News",
            "url": "https://www.aboutamazon.com/news/tag/artificial-intelligence"
        },
        {
            "label": "Page AWS Bedrock",
            "url": "https://aws.amazon.com/bedrock/"
        },
        {
            "label": "AWS SageMaker",
            "url": "https://aws.amazon.com/sagemaker/"
        }
    ]
}